/* Notification that a user reacted to a post that the current user was tagged in */
"reacted_tagged_in_1" = "%@ reacted to a post you were tagged in";

/* Notification that 2 users reacted to a post that the current user was tagged in */
"reacted_tagged_in_2" = "%@ and %@ reacted to a post you were tagged in";

/* Notification that a user reposted a post that the current user was tagged in */
"reposted_tagged_in_1" = "%@ reposted a post you were tagged in";

/* Notification that 2 users reposted a post that the current user was tagged in */
"reposted_tagged_in_2" = "%@ and %@ reposted a post you were tagged in";

/* Notification that a user zapped a post that the current user was tagged in */
"zapped_tagged_in_1" = "%@ zapped a post you were tagged in";

/* Notification that 2 users zapped a post that the current user was tagged in */
"zapped_tagged_in_2" = "%@ and %@ zapped a post you were tagged in";

/* Notification that a user reacted to the current user's post */
"reacted_your_post_1" = "%@ reacted to your post";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_post_2" = "%@ and %@ reacted to your post";

/* Notification that a user reposted the current user's post */
"reposted_your_post_1" = "%@ reposted your post";

/* Notification that 2 users reposted the current user's post */
"reposted_your_post_2" = "%@ and %@ reposted your post";

/* Notification that a user zapped the current user's post */
"zapped_your_post_1" = "%@ zapped your post";

/* Notification that 2 users zapped the current user's post */
"zapped_your_post_2" = "%@ and %@ zapped your post";

/* Notification that a user reacted to the current user's profile */
"reacted_your_profile_1" = "%@ reacted to your profile";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_profile_2" = "%@ and %@ reacted to your profile";

/* Notification that a user reposted the current user's profile */
"reposted_your_profile_1" = "%@ reposted your profile";

/* Notification that 2 users reposted the current user's profile */
"reposted_your_profile_2" = "%@ and %@ reposted your profile";

/* Notification that a user zapped the current user's profile */
"zapped_your_profile_1" = "%@ zapped your profile";

/* Notification that 2 users zapped the current user's profile */
"zapped_your_profile_2" = "%@ and %@ zapped your profile";
/* No comment provided by engineer. */
"%@" = "%@";

/* Alert message that informs a user was blocked. */
"%@ has been blocked" = "%@ has been blocked";

/* When a note or profile is not found when searching for it via its note id */
"%@ not found" = "%@ not found";

/* Explanation of what is done to keep personally identifiable information private. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction." = "%@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction.";

/* Explanation of what is done to keep private data encrypted. There is a heading that precedes this explanation which is a variable to this string. */
"%@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs" = "%@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs";

/* Explanation of what can be done by users to earn money. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet." = "%@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet.";

/* Sentence composed of 2 variables to describe how many reactions there are on a post. In source English, the first variable is the number of reactions, and the second variable is 'Reaction' or 'Reactions'.
   Sentence composed of 2 variables to describe how many reposts. In source English, the first variable is the number of reposts, and the second variable is 'Repost' or 'Reposts'.
   Sentence composed of 2 variables to describe how many zap payments there are on a post. In source English, the first variable is the number of zap payments, and the second variable is 'Zap' or 'Zaps'. */
"%@.font(.body.bold())) %@" = "%1$@.font(.body.bold())) %2$@";

/* Sentence composed of 2 variables to describe how many people are following a user. In source English, the first variable is the number of followers, and the second variable is 'Follower' or 'Followers'.
   Sentence composed of 2 variables to describe how many profiles a user is following. In source English, the first variable is the number of profiles being followed, and the second variable is 'Following'.
   Sentence composed of 2 variables to describe how many relay servers a user is connected. In source English, the first variable is the number of relay servers, and the second variable is 'Relay' or 'Relays'. */
"%@.font(.subheadline.weight(.medium))) %@" = "%1$@.font(.subheadline.weight(.medium))) %2$@";

/* Fraction of how many of the user's relay servers that are operational. */
"%@/%@" = "%1$@/%2$@";

/* Description of how the nip05 identifier would be used for verification. */
"'%@' at '%@' will be used for verification" = "'%1$@' at '%2$@' will be used for verification";

/* Description of why the nip05 identifier is invalid. */
"'%@' is an invalid NIP-05 identifier. It should look like an email." = "'%@' is an invalid NIP-05 identifier. It should look like an email.";

/* No comment provided by engineer. */
"@" = "@";

/* Label to prompt for about text entry for user to describe about themself. */
"About" = "About";

/* Label for About Me section of user profile form. */
"About Me" = "About Me";

/* Placeholder text for About Me description. */
"Absolute Boss" = "Absolute Boss";

/* Button to accept the end user license agreement before being allowed into the app. */
"Accept" = "Accept";

/* Label to indicate the public ID of the account. */
"Account ID" = "Account ID";

/* Title for confirmation dialog to either share, report, or block a profile. */
"Actions" = "Actions";

/* Button to confirm adding user inputted relay. */
"Add" = "Add";

/* Button label to re-add all original participants as profiles to reply to in a note */
"Add all" = "Add all";

/* Context menu option for adding a note bookmark. */
"Add Bookmark" = "Add Bookmark";

/* Button to add recommended relay server.
   Label for section for adding a relay server. */
"Add Relay" = "Add Relay";

/* Label to display relay contact user. */
"Admin" = "Admin";

/* Label for filter for all notifications. */
"All" = "All";

/* Setting to always show and never blur images */
"Always show images" = "Always show images";

/* Picker option to indicate that a zap should be sent anonymously and not identify the user as who sent it. */
"Anonymous" = "Anonymous";

/* Any amount of sats */
"Any" = "Any";

/* Prompt for optional entry of API Key to use translation server. */
"API Key (optional)" = "API Key (optional)";

/* Prompt for required entry of API Key to use translation server. */
"API Key (required)" = "API Key (required)";

/* Alert message to ask if user wants to repost a post. */
"Are you sure you want to repost this?" = "Are you sure you want to repost this?";

/* Placeholder text for a comment to send as part of a zap to the user. */
"Awesome post!" = "Awesome post!";

/* Label for Banner Image section of user profile form. */
"Banner Image" = "Banner Image";

/* Reminder to user that they should save their account information. */
"Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus." = "Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus.";

/* Dropdown option label for Lightning wallet, Bitcoin Beach. */
"Bitcoin Beach" = "Bitcoin Beach";

/* Label for Bitcoin Lightning Tips section of user profile form. */
"Bitcoin Lightning Tips" = "Bitcoin Lightning Tips";

/* Dropdown option label for Lightning wallet, Blixt Wallet */
"Blixt Wallet" = "Blixt Wallet";

/* Alert button to block a user.
   Button to block a profile.
   Context menu option for blocking users. */
"Block" = "Block";

/* Alert message prompt to ask if a user should be blocked. */
"Block %@?" = "Block %@?";

/* Title of alert for blocking a user. */
"Block User" = "Block User";

/* Sidebar menu label for Profile view. */
"Blocked" = "Blocked";

/* Navigation title of view to see list of blocked users. */
"Blocked Users" = "Blocked Users";

/* Dropdown option label for Lightning wallet, Blue Wallet. */
"Blue Wallet" = "Blue Wallet";

/* Sidebar menu label for Bookmarks view.
   Title of bookmarks view */
"Bookmarks" = "Bookmarks";

/* Accessibility label for boosts button */
"Boosts" = "Boosts";

/* Dropdown option label for Lightning wallet, Breez. */
"Breez" = "Breez";

/* Button to broadcast note to all your relays
   Context menu option for broadcasting the user's note to all of the user's connected relay servers. */
"Broadcast" = "Broadcast";

/* Alert button to cancel out of alert for blocking a user.
   Button to cancel a repost.
   Button to cancel out of alert that creates a new mutelist.
   Button to cancel out of posting a note.
   Button to cancel out of reposting a post.
   Button to cancel out of view adding user inputted relay.
   Cancel deleting the user.
   Cancel out of logging out the user.
   Cancel out of search view. */
"Cancel" = "Cancel";

/* Dropdown option label for Lightning wallet, Cash App. */
"Cash App" = "Cash App";

/* Button for clearing bookmarks data. */
"Clear All" = "Clear All";

/* Button to clear image cache. */
"Clear Cache" = "Clear Cache";

/* Header text to indicate that the text field below it is a comment that will be used to send as part of a zap to the user. */
"Comment" = "Comment";

/* Label to display relay contact information. */
"Contact" = "Contact";

/* Continue with deleting the user. */
"Continue" = "Continue";

/* Label indicating that a user's key was copied. */
"Copied" = "Copied";

/* Button to copy a relay server address. */
"Copy" = "Copy";

/* Context menu option for copying the ID of the account that created the note. */
"Copy Account ID" = "Copy Account ID";

/* Context menu option to copy an image into clipboard.
   Context menu option to copy an image to clipboard. */
"Copy Image" = "Copy Image";

/* Context menu option to copy the URL of an image into clipboard. */
"Copy Image URL" = "Copy Image URL";

/* Title of section for copying a Lightning invoice identifier. */
"Copy invoice" = "Copy invoice";

/* Button to copy link to note */
"Copy Link" = "Copy Link";

/* Context menu option for copying a user's Lightning URL. */
"Copy LNURL" = "Copy LNURL";

/* Context menu option for copying the ID of the note. */
"Copy Note ID" = "Copy Note ID";

/* Context menu option for copying the JSON text from the note. */
"Copy Note JSON" = "Copy Note JSON";

/* Button to copy report ID. */
"Copy Report ID" = "Copy Report ID";

/* Context menu option for copying the text from an note. */
"Copy Text" = "Copy Text";

/* Context menu option for copying the ID of the user who created the note. */
"Copy User Pubkey" = "Copy User Pubkey";

/* Alert message to indicate that the blocked user could not be found. */
"Could not find user to block..." = "Could not find user to block...";

/* Button to create account. */
"Create" = "Create";

/* Button to create an account. */
"Create Account" = "Create Account";

/* Title of alert prompting the user to create a new mutelist. */
"Create new mutelist" = "Create new mutelist";

/* Example description about Bitcoin creator(s), Satoshi Nakamoto. */
"Creator(s) of Bitcoin. Absolute legend." = "Creator(s) of Bitcoin. Absolute legend.";

/* Dropdown option for selecting a custom translation server. */
"Custom" = "Custom";

/* Header text to indicate that the text field below it is to enter a custom zap amount. */
"Custom Zap Amount" = "Custom Zap Amount";

/* Name of the app, shown on the first screen when user is not logged in. */
"Damus" = "Damus";

/* Dropdown option for selecting DeepL as the translation service. */
"DeepL (Proprietary, Higher Accuracy)" = "DeepL (Proprietary, Higher Accuracy)";

/* Button to pay a Lightning invoice with the user's default Lightning wallet. */
"Default Wallet" = "Default Wallet";

/* Section title for zap configuration */
"Default Zap Amount in sats" = "Default Zap Amount in sats";

/* Button for deleting the users account.
   Button to delete a relay server that the user connects to.
   Button to remove a user from their blocklist. */
"Delete" = "Delete";

/* Button to delete the user's account. */
"Delete Account" = "Delete Account";

/* Alert message to indicate this is a deleted account */
"Deleted Account" = "Deleted Account";

/* Label to display relay description. */
"Description" = "Description";

/* Button to disable image animation */
"Disable animations" = "Disable animations";

/* Button to dismiss a text field alert. */
"Dismiss" = "Dismiss";

/* Label to prompt display name entry. */
"Display Name" = "Display Name";

/* Navigation title for DMs view, where DM is the English abbreviation for Direct Message.
   Navigation title for view of DMs, where DM is an English abbreviation for Direct Message.
   Picker option for DM selector for seeing only DMs that have been responded to. DM is the English abbreviation for Direct Message.
   Toolbar label for DMs view, where DM is the English abbreviation for Direct Message. */
"DMs" = "DMs";

/* Button to dismiss wallet selection view for paying Lightning invoice. */
"Done" = "Done";

/* Heading indicating that this application allows users to earn money. */
"Earn Money" = "Earn Money";

/* Button to edit user's profile. */
"Edit" = "Edit";

/* Text indicating that the view is used for editing which participants are replied to in a note. */
"Edit participants" = "Edit participants";

/* Heading indicating that this application keeps private messaging end-to-end encrypted. */
"Encrypted" = "Encrypted";

/* Prompt for user to enter an account key to login. */
"Enter your account key to login:" = "Enter your account key to login:";

/* Message to display when there was an error fetching a lightning invoice while attempting to zap. */
"Error fetching lightning invoice" = "Error fetching lightning invoice";

/* Error message indicating why saving keys failed. */
"Error: %@" = "Error: %@";

/* Label indicating that the below text is the EULA, an acronym for End User License Agreement. */
"EULA" = "EULA";

/* Description of public zap type where the zap is sent publicly and identifies the user who sent it. */
"Everyone on can see that you zapped" = "Everyone on can see that you zapped";

/* Button label text for filtering relay servers. */
"Filter" = "Filter";

/* Button to follow a user. */
"Follow" = "Follow";

/* Button to follow a user back. */
"Follow Back" = "Follow Back";

/* Text on QR code view to prompt viewer looking at screen to follow the user. */
"Follow me on nostr" = "Follow me on nostr";

/* Label describing followers of a user.
   Navigation bar title for view that shows who is following a user. */
"Followers" = "Followers";

/* Navigation bar title for view that shows who a user is following. */
"Following" = "Following";

/* Label to indicate that the user is in the process of following another user. */
"Following..." = "Following...";

/* Text to indicate that a user is following your profile. */
"Follows you" = "Follows you";

/* Dropdown option for selecting Free plan for DeepL translation service. */
"Free" = "Free";

/* Button to navigate to DeepL website to get a translation API key. */
"Get API Key" = "Get API Key";

/* No comment provided by engineer. */
"Hello, World!" = "Hello, World!";

/* Button to hide a post from a user who has been blocked. */
"Hide" = "Hide";

/* Button to hide the DeepL translation API key.
   Button to hide the LibreTranslate server API key. */
"Hide API Key" = "Hide API Key";

/* Navigation bar title for Home view where posts and replies appear from those who the user is following. */
"Home" = "Home";

/* Placeholder example text for profile picture URL. */
"https://example.com/pic.jpg" = "https://example.com/pic.jpg";

/* Placeholder example text for website URL for user profile. */
"https://jb55.com" = "https://jb55.com";

/* Button for user to report that the account or content has illegal content. */
"Illegal content" = "Illegal content";

/* Section title for images configuration. */
"Images" = "Images";

/* Error message indicating that an invalid account key was entered for login. */
"Invalid key" = "Invalid key";

/* Message to display when there was an error attempting to zap due to an invalid lightning address. */
"Invalid lightning address" = "Invalid lightning address";

/* Title of alerting as invalid tip address. */
"Invalid Tip Address" = "Invalid Tip Address";

/* Button for user to report that the account or content has spam. */
"It's spam" = "It's spam";

/* Placeholder example text for identifier used for NIP-05 verification. */
"jb55@jb55.com" = "jb55@jb55.com";

/* Moves the post button to the left side of the screen */
"Left Handed" = "Left Handed";

/* Button to complete account creation and start using the app. */
"Let's go!" = "Let's go!";

/* Dropdown option for selecting LibreTranslate as the translation service. */
"LibreTranslate (Open Source)" = "LibreTranslate (Open Source)";

/* Placeholder text for entry of Lightning Address or LNURL. */
"Lightning Address or LNURL" = "Lightning Address or LNURL";

/* Indicates that the view is for paying a Lightning invoice. */
"Lightning Invoice" = "Lightning Invoice";

/* Accessibility Label for Like button */
"Like" = "Like";

/* Dropdown option label for Lightning wallet, LNLink. */
"LNLink" = "LNLink";

/* Button text for loading more events, where the variable is the number of events. */
"Load %@ more" = "Load %@ more";

/* Face ID usage description shown when trying to access private key */
"Local authentication to access private key" = "Local authentication to access private key";

/* Dropdown option label for system default for Lightning wallet. */
"Local default" = "Local default";

/* Button to log into account.
   Button to log into an account.
   Title of view to log into an account. */
"Login" = "Login";

/* Alert for logging out the user.
   Button for logging out the user.
   Button to close the alert that informs that the current account has been deleted. */
"Logout" = "Logout";

/* Label that appears when searching for note or profile */
"Looking for %@..." = "Looking for %@...";

/* Reminder message in alert to get customer to verify that their private security account key is saved saved before logging out. */
"Make sure your nsec account key is saved before you logout or you will lose access to this account" = "Make sure your nsec account key is saved before you logout or you will lose access to this account";

/* Label for filter for seeing mention notifications (replies, etc). */
"Mentions" = "Mentions";

/* Section header for miscellaneous user configuration */
"Miscellaneous" = "Miscellaneous";

/* Dropdown option label for Lightning wallet, Muun. */
"Muun" = "Muun";

/* Label for NIP-05 Verification section of user profile form. */
"NIP-05 Verification" = "NIP-05 Verification";

/* Button to cancel out of posting a note after being alerted that it looks like they might be posting a private key. */
"No" = "No";

/* Alert message prompt that asks if the user wants to create a new block list, overwriting previous block lists. */
"No block list found, create a new one? This will overwrite any previous block lists." = "No block list found, create a new one? This will overwrite any previous block lists.";

/* No comment provided by engineer. */
"No data available" = "No data available";

/* Description of anonymous zap type where the zap is sent anonymously and does not identify the user who sent it. */
"No one can see that you zapped" = "No one can see that you zapped";

/* Description of non-zap type where sats are sent to the user's wallet as a regular Lightning payment, not as a zap. */
"No zaps are sent, only a lightning payment." = "No zaps are sent, only a lightning payment.";

/* No search results. */
"none" = "none";

/* Dropdown option for selecting no translation service. */
"none_translation_service" = "None";

/* Picker option to indicate that sats should be sent to the user's wallet as a regular Lightning payment, not as a zap. */
"none_zap_type" = "None";

/* Dropdown option label for system default for NostrBuild image uploader. */
"NostrBuild" = "NostrBuild";

/* Dropdown option label for system default for NostrImg image uploader. */
"NostrImg" = "NostrImg";

/* Alert user that they might be attempting to paste a private key and ask them to confirm. */
"Note contains \"nsec1\" private key. Are you sure?" = "Note contains \"nsec1\" private key. Are you sure?";

/* Indicates that there are no notes in the timeline to view. */
"Nothing to see here. Check back later!" = "Nothing to see here. Check back later!";

/* Toolbar label for Notifications view. */
"Notifications" = "Notifications";

/* String indicating that a given timestamp just occurred */
"now" = "now";

/* Prompt for user to enter in an account key to login. This text shows the characters the key could start with if it was a private key. */
"nsec1..." = "nsec1...";

/* Button for user to report that the account or content has nudity or explicit content. */
"Nudity or explicit content" = "Nudity or explicit content";

/* Button to dismiss the alert. */
"Ok" = "Ok";

/* Help text on green lock icon that explains that only the current user can see the message of a zap event and who sent the zap. */
"Only you can see this message and who sent it." = "Only you can see this message and who sent it.";

/* Label indicating that a form input is optional. */
"optional" = "optional";

/* Section header that indicates the relay server requires payment. */
"Paid Relay" = "Paid Relay";

/* Button to pay a Lightning invoice. */
"Pay" = "Pay";

/* Navigation bar title for view to pay Lightning invoice. */
"Pay the Lightning invoice" = "Pay the Lightning invoice";

/* Alert for deleting the users account.
   Section title for deleting the user */
"Permanently Delete Account" = "Permanently Delete Account";

/* Dropdown option label for Lightning wallet, Phoenix. */
"Phoenix" = "Phoenix";

/* Prompt selection of DeepL subscription plan to perform machine translations on notes */
"Plan" = "Plan";

/* Instructions on how to filter a specific timeline feed by choosing relay servers to filter on. */
"Please choose relays from the list below to filter the current feed:" = "Please choose relays from the list below to filter the current feed:";

/* Button to post a note. */
"Post" = "Post";

/* Text to indicate that what is being shown is a post from a user who has been blocked. */
"Post from a user you've blocked" = "Post from a user you've blocked";

/* Label for filter for seeing only posts (instead of posts and replies).
   Label for filter for seeing only your posts (instead of posts and replies). */
"Posts" = "Posts";

/* Label for filter for seeing posts and replies (instead of only posts).
   Label for filter for seeing your posts and replies (instead of only your posts). */
"Posts & Replies" = "Posts & Replies";

/* Heading indicating that this application keeps personally identifiable information private. A sentence describing what is done to keep data private comes after this heading.
   Picker option to indicate that a zap should be sent privately and not identify the user to the public. */
"Private" = "Private";

/* Label to indicate that the text below is the user's private key used by only the user themself as a secret to login to access their account.
   Title of the secure field that holds the user's private key. */
"Private Key" = "Private Key";

/* Description of private zap type where the zap is sent privately and does not identify the user to the public. */
"private_zap_description" = "Only '%@' can see that you zapped them";

/* Dropdown option for selecting Pro plan for DeepL translation service. */
"Pro" = "Pro";

/* Sidebar menu label for Profile view. */
"Profile" = "Profile";

/* Label for Profile Picture section of user profile form. */
"Profile Picture" = "Profile Picture";

/* Picker option to indicate that a zap should be sent publicly and identify the user as who sent it. */
"Public" = "Public";

/* Section title for the user's public account ID. */
"Public Account ID" = "Public Account ID";

/* Label indicating that the text is a user's public account key.
   Label to indicate that text below is the user's public key used by others to uniquely refer to the user. */
"Public Key" = "Public Key";

/* Label indicating that the text is a user's public account key. */
"Public key" = "Public key";

/* Prompt to ask user if the key they entered is a public key. */
"Public Key?" = "Public Key?";

/* Navigation bar title for Reactions view. */
"Reactions" = "Reactions";

/* Section title for recommend relay servers that could be added as part of configuration */
"Recommended Relays" = "Recommended Relays";

/* Button to reject the end user license agreement, which disallows the user from being let into the app. */
"Reject" = "Reject";

/* Label to display relay address.
   Text field for relay server. Used for testing purposes. */
"Relay" = "Relay";

/* Header text for relay server list for configuration.
   Sidebar menu label for Relays view. */
"Relays" = "Relays";

/* Description of what was done as a result of sending a report to relay servers. */
"Relays have been notified and clients will be able to use this information to filter content. Thank you!" = "Relays have been notified and clients will be able to use this information to filter content. Thank you!";

/* Button label to remove all participants from a note reply. */
"Remove all" = "Remove all";

/* Context menu option for removing a note bookmark. */
"Remove Bookmark" = "Remove Bookmark";

/* Accessibility label for reply button */
"Reply" = "Reply";

/* Label to indicate that the user is replying to 1 user. */
"Replying to %@" = "Replying to %@";

/* Label to indicate that the user is replying to 2 users. */
"Replying to %@ & %@" = "Replying to %1$@ & %2$@";

/* Label to indicate that the user is replying to themself. */
"Replying to self" = "Replying to self";

/* Indicating that the user is replying to the following listed people. */
"Replying to:" = "Replying to:";

/* Button to report a profile.
   Context menu option for reporting content.
   Label indicating that the current view is for the user to report content. */
"Report" = "Report";

/* Label indicating that the text underneath is the identifier of the report that was sent to relay servers. */
"Report ID:" = "Report ID:";

/* Message indicating that a report was successfully sent to relay servers. */
"Report sent!" = "Report sent!";

/* Button to confirm reposting a post.
   Title of alert for confirming to repost a post. */
"Repost" = "Repost";

/* Text indicating that the post was reposted (i.e. re-shared). */
"Reposted" = "Reposted";

/* Navigation bar title for Reposts view. */
"Reposts" = "Reposts";

/* Picker option for DM selector for seeing only message requests (DMs that someone else sent the user which has not been responded to yet). DM is the English abbreviation for Direct Message. */
"Requests" = "Requests";

/* Button to retry completing account creation after an error occurred. */
"Retry" = "Retry";

/* Dropdown option label for Lightning wallet, River */
"River" = "River";

/* Example username of Bitcoin creator(s), Satoshi Nakamoto. */
"satoshi" = "satoshi";

/* Name of Bitcoin creator(s). */
"Satoshi Nakamoto" = "Satoshi Nakamoto";

/* Button for saving profile. */
"Save" = "Save";

/* Context menu option to save an image. */
"Save Image" = "Save Image";

/* Text on QR code view to prompt viewer to scan the QR code on screen with their device camera. */
"Scan the code" = "Scan the code";

/* Navigation link to search hashtag. */
"Search hashtag: #%@" = "Search hashtag: #%@";

/* Placeholder text to prompt entry of search query. */
"Search..." = "Search...";

/* Section title for user's secret account login key. */
"Secret Account Login Key" = "Secret Account Login Key";

/* Title of section for selecting a Lightning wallet to pay a Lightning invoice. */
"Select a Lightning wallet" = "Select a Lightning wallet";

/* Prompt selection of user's default wallet */
"Select default wallet" = "Select default wallet";

/* Prompt selection of user's image uploader */
"Select image uploader" = "Select image uploader";

/* Text prompt for user to send a message to the other user. */
"Send a message to start the conversation..." = "Send a message to start the conversation...";

/* Prompt selection of LibreTranslate server to perform machine translations on notes */
"Server" = "Server";

/* Prompt selection of translation service provider. */
"Service" = "Service";

/* Navigation title for Settings view.
   Sidebar menu label for accessing the app settings */
"Settings" = "Settings";

/* Button to share a post
   Button to share an image.
   Button to share the link to a profile. */
"Share" = "Share";

/* Title text to indicate that the buttons below are meant to be used to share a note with others. */
"Share Note" = "Share Note";

/* Button to present iOS share sheet */
"Share Via..." = "Share Via...";

/* Button to show a post from a user who has been blocked.
   Toggle to show or hide user's secret account login key. */
"Show" = "Show";

/* Button to show the DeepL translation API key.
   Button to show the LibreTranslate server API key. */
"Show API Key" = "Show API Key";

/* Button to show entire note. */
"Show more" = "Show more";

/* Toggle to show or hide selection of wallet. */
"Show wallet selector" = "Show wallet selector";

/* Section title for signing out */
"Sign Out" = "Sign Out";

/* Sidebar menu label to sign out of the account. */
"Sign out" = "Sign out";

/* Label to display relay software. */
"Software" = "Software";

/* Dropdown option label for Lightning wallet, Strike. */
"Strike" = "Strike";

/* Label to display relay's supported NIPs. */
"Supported NIPs" = "Supported NIPs";

/* Button to close out of alert that informs that the action to block a user was successful. */
"Thanks!" = "Thanks!";

/* Giving the description of the alert message. */
"The address should either begin with LNURL or should look like an email address." = "The address should either begin with LNURL or should look like an email address.";

/* Button for user to report that the account is impersonating someone. */
"They are impersonating someone" = "They are impersonating someone";

/* Footer description that explains that the relay server requires payment to post. */
"This is a paid relay, you must pay for posts to be accepted." = "This is a paid relay, you must pay for posts to be accepted.";

/* Warning that the inputted account key is a public key and the result of what happens because of it. */
"This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective." = "This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective.";

/* Warning that the inputted account key for login is an old-style and asking user to verify if it is a public key. */
"This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key." = "This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key.";

/* Label to describe that a public key is the user's account ID and what they can do with it. */
"This is your account ID, you can give this to your friends so that they can follow you. Tap to copy." = "This is your account ID, you can give this to your friends so that they can follow you. Tap to copy.";

/* Label to describe that a private key is the user's secret account key and what they should do with it. */
"This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!" = "This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!";

/* Navigation bar title for note thread. */
"Thread" = "Thread";

/* Button to translate note from different language. */
"Translate Note" = "Translate Note";

/* Button to indicate that the note has been translated from a different language. */
"Translated from %@" = "Translated from %@";

/* Button to indicate that the note is in the process of being translated from a different language. */
"Translating from %@..." = "Translating from %@...";

/* Section title for selecting the translation service. */
"Translations" = "Translations";

/* Text field prompt asking user to type the word DELETE to confirm that they want to proceed with deleting their account. The all caps lock DELETE word should not be translated. Everything else should. */
"Type DELETE to delete" = "Type DELETE to delete";

/* Text box prompt to ask user to type their post. */
"Type your post here..." = "Type your post here...";

/* Button to unfollow a user. */
"Unfollow" = "Unfollow";

/* Label to indicate that the user is in the process of unfollowing another user. */
"Unfollowing..." = "Unfollowing...";

/* Toolbar label for the universal view where posts from all connected relay servers appear. */
"Universe 🛸" = "Universe 🛸";

/* Example URL to LibreTranslate server */
"URL" = "URL";

/* Alert message to indicate the user has been blocked */
"User blocked" = "User blocked";

/* Alert message that informs a user was blocked. */
"User has been blocked" = "User has been blocked";

/* Label for Username section of user profile form.
   Label to prompt username entry. */
"Username" = "Username";

/* Label to display relay software version.
   Section title for displaying the version number of the Damus app. */
"Version" = "Version";

/* Sidebar menu label for Wallet view. */
"Wallet" = "Wallet";

/* Dropdown option label for Lightning wallet, Wallet of Satoshi. */
"Wallet of Satoshi" = "Wallet of Satoshi";

/* Section title for selection of wallet. */
"Wallet Selector" = "Wallet Selector";

/* Alert for deleting the users account. */
"WARNING:\n\nTHIS WILL SIGN AN EVENT THAT DELETES THIS ACCOUNT.\n\nYOU WILL NO LONGER BE ABLE TO LOG INTO DAMUS USING THIS ACCOUNT KEY.\n\n ARE YOU SURE YOU WANT TO CONTINUE?" = "WARNING:\n\nTHIS WILL SIGN AN EVENT THAT DELETES THIS ACCOUNT.\n\nYOU WILL NO LONGER BE ABLE TO LOG INTO DAMUS USING THIS ACCOUNT KEY.\n\n ARE YOU SURE YOU WANT TO CONTINUE?";

/* Label for Website section of user profile form. */
"Website" = "Website";

/* Welcoming message to the reader. The variable is 'you', the reader. */
"Welcome to the social network %@ control." = "Welcome to the social network %@ control.";

/* Text to welcome user. */
"Welcome, %@!" = "Welcome, %@!";

/* Header text to prompt user what issue they want to report. */
"What do you want to report?" = "What do you want to report?";

/* Placeholder example for relay server address. */
"wss://some.relay.com" = "wss://some.relay.com";

/* Text of button that confirms to overwrite the existing mutelist. */
"Yes, Overwrite" = "Yes, Overwrite";

/* Button to proceed with posting a note even though it looks like they might be posting a private key. */
"Yes, Post with Private Key" = "Yes, Post with Private Key";

/* You, in this context, is the person who controls their own social network. You is used in the context of a larger sentence that welcomes the reader to the social network that they control themself. */
"you" = "you";

/* Text indicating that there are no bookmarks to be viewed */
"You have no bookmarks yet, add them in the context menu" = "You have no bookmarks yet, add them in the context menu";

/* Label for Your Name section of user profile form. */
"Your Name" = "Your Name";

/* Footer text to inform user what will happen when the report is submitted. */
"Your report will be sent to the relays you are connected to" = "Your report will be sent to the relays you are connected to";

/* Accessibility label for zap button
   Button to send a zap. */
"Zap" = "Zap";

/* Title of picker that allows selection of predefined amounts to zap. */
"Zap Amount" = "Zap Amount";

/* Header text to indicate that the picker below it is to choose a pre-defined amount of sats to zap. */
"Zap Amount in sats" = "Zap Amount in sats";

/* Header text to indicate that the picker below it is to choose the type of zap to send. */
"Zap Type" = "Zap Type";

/* Setting to enable vibration on zap */
"Zap Vibration" = "Zap Vibration";

/* Text to indicate that the app is in the process of sending a zap. */
"Zapping..." = "Zapping...";

/* Label for filter for zap notifications.
   Navigation bar title for the Zaps view. */
"Zaps" = "Zaps";

/* Dropdown option label for Lightning wallet, Zebedee. */
"Zebedee" = "Zebedee";

/* Dropdown option label for Lightning wallet, Zeus LN. */
"Zeus LN" = "Zeus LN";

/* Text indicating the zap amount. i.e. number of satoshis that were tipped to a user */
"⚡️ %@" = "⚡️ %@";

